Repository: Haffy94/PaolaAmarillo
Catalog: Resources/Views/Home/_Graphology.*.resx
Languages: es, it

# GraphologyTitle
source: Graphology applied to the business environment
es: Grafología aplicada al entorno empresarial
it: Grafologia applicata all'ambiente aziendale

# GraphologySection1Title
source: What is it and how do I apply it?
es: ¿Qué es y cómo la aplico?
it: Cos'è e come la applico?

# GraphologySection1Text
source: Graphology is a technique that allows understanding personality traits through the analysis of handwriting. I use it as a complementary tool in selection processes and organizational diagnostics.
es: La grafología es una técnica que permite conocer rasgos de personalidad a través del análisis de la escritura manuscrita. Es una herramienta que utilizo como complemento en procesos de selección y diagnóstico organizacional.
it: La grafologia è una tecnica che permette di conoscere i tratti della personalità attraverso l'analisi della scrittura a mano. La utilizzo come strumento complementare nei processi di selezione e nella diagnostica organizzativa.

# GraphologySection2Title
source: What do I analyze in a graphological profile?
es: ¿Qué analizo en un perfil grafológico?
it: Cosa analizzo in un profilo grafologico?

# GraphologySection2Text
source: From rhythm and pressure of the strokes to elements such as underlining the name, which may indicate a need for recognition or self-assertion depending on interpretations.
es: Desde ritmo y presiones del trazo hasta elementos como el subrayado del nombre, que puede sugerir necesidad de reconocimiento o autoafirmación según distintas interpretaciones.
it: Dal ritmo e dalla pressione del tratto a elementi come la sottolineatura del nome, che può indicare necessità di riconoscimento o autoaffermazione secondo diverse interpretazioni.

# GraphologySection3Title
source: What is it used for in companies?
es: ¿Para qué sirve en las empresas?
it: A cosa serve nelle aziende?

# GraphologyList1
source: Complement interviews and psychological tests.
es: Complementar entrevistas y test psicológicos.
it: Completare colloqui e test psicologici.

# GraphologyList2
source: Help profile candidates in selection processes.
es: Ayudar a perfilar candidatos en procesos de selección.
it: Aiutare a profilare i candidati nei processi di selezione.

# GraphologyList3
source: Identify strengths and areas of improvement in existing teams.
es: Identificar fortalezas y áreas de mejora en equipos ya constituidos.
it: Identificare punti di forza e aree di miglioramento nei team già costituiti.

# GraphologyList4
source: Provide a different perspective on cognitive and emotional styles.
es: Aportar una lectura diferente sobre estilos cognitivos y emocionales.
it: Fornire una lettura differente sugli stili cognitivi ed emotivi.

# GraphologySection4Title
source: Why do I use it?
es: ¿Para qué la utilizo?
it: Perché la utilizzo?

# GraphologySection4Text
source: To evaluate profiles, identify strengths, compatibilities, work styles, and improvement areas, both in candidates and established teams. It offers a deep perspective complementing other personal and professional assessment tools.
es: Para evaluar perfiles, identificar fortalezas, compatibilidades, estilos de trabajo y áreas de mejora, tanto en candidatos como en equipos ya consolidados. Aporta una perspectiva profunda que complementa otras herramientas de evaluación personal y profesional.
it: Per valutare profili, identificare punti di forza, compatibilità, stili di lavoro e aree di miglioramento, sia nei candidati che nei team già consolidati. Offre una prospettiva profonda che integra altri strumenti di valutazione personale e professionale.
