Repository: Haffy94/PaolaAmarillo
Catalog: Resources/Views/Home/_NeurolinguisticProgramming.*.resx
Languages: es, it

# NlpTitle
source: Neuro-Linguistic Programming (NLP)
es: Programación Neurolingüística (PNL)
it: Programmazione Neuro-Linguistica (PNL)

# NlpLead
source: What is it and how does it add value in the Organizational context?
es: ¿Qué es y cómo aporta valor en el ámbito Organizacional?
it: Cos'è e come aggiunge valore nell'ambito organizzativo?

# NlpSection1Title
source: NLP is a tool focused on studying language and neurological processes that influence human behavior and communication.
es: La PNL es una herramienta que se enfoca en el estudio del lenguaje y los procesos neurológicos que influyen en el comportamiento humano y la comunicación.
it: La PNL è uno strumento che si concentra sullo studio del linguaggio e dei processi neurologici che influenzano il comportamento umano e la comunicazione.

# NlpSection1Text
source: Through various techniques, it helps generate positive changes in the way we think, communicate, and act, allowing us to change patterns and achieve desired results.
es: A través de distintas técnicas, ayuda a generar cambios positivos en la forma en que pensamos, nos comunicamos y actuamos, logrando así cambiar patrones y obtener los resultados deseados.
it: Attraverso varie tecniche, aiuta a generare cambiamenti positivi nel modo in cui pensiamo, comunichiamo e agiamo, permettendo di modificare schemi e ottenere i risultati desiderati.

# NlpSection2Title
source: How does it work?
es: ¿Cómo funciona?
it: Come funziona?

# NlpSection2Text
source: It is based on four fundamental pillars:
es: Se basa en cuatro pilares fundamentales:
it: Si basa su quattro pilastri fondamentali:

# NlpList1
source: Result orientation: define clear goals that facilitate action.
es: Orientación a resultados: definir metas claras, facilitadoras de acción.
it: Orientamento ai risultati: definire obiettivi chiari che facilitino l'azione.

# NlpList2
source: Effective communication: both verbal and non-verbal, including empathy, active listening, and rapport.
es: Comunicación eficaz: tanto verbal como no verbal, incluyendo empatía, escucha activa y rapport.
it: Comunicazione efficace: sia verbale che non verbale, includendo empatia, ascolto attivo e rapport.

# NlpList3
source: Sensorial acuity: tune in to visual, auditory, and kinesthetic channels.
es: Agudeza sensorial: sintonizar con los canales visual, auditivo y kinestésico.
it: Acuità sensoriale: sintonizzarsi con i canali visivo, uditivo e cinestetico.

# NlpList4
source: Behavioral flexibility: change strategies that do not work and adapt to the context.
es: Flexibilidad conductual: cambiar estrategias que no funcionan y adaptarse al contexto.
it: Flessibilità comportamentale: cambiare strategie che non funzionano e adattarsi al contesto.

# NlpSection3Title
source: Techniques I use in my coaching:
es: Técnicas que utilizo en mi acompañamiento:
it: Tecniche che utilizzo nel mio accompagnamento:

# NlpTech1
source: Anchoring: activate desired emotional states in work contexts.
es: Anclajes: activar estados emocionales deseados en contextos laborales.
it: Ancoraggi: attivare stati emotivi desiderati nei contesti lavorativi.

# NlpTech2
source: Reframing: transform limiting perceptions into learning opportunities.
es: Reencuadres: transformar percepciones limitantes en oportunidades de aprendizaje.
it: Ristrutturazioni: trasformare percezioni limitanti in opportunità di apprendimento.

# NlpTech3
source: Modeling: replicate successful behaviors of leaders.
es: Modelado: replicar comportamientos exitosos de líderes.
it: Modellamento: replicare comportamenti di successo dei leader.

# NlpTech4
source: Rapport: build trust through respectful communication.
es: Rapport: generar confianza a través de una comunicación respetuosa.
it: Rapport: creare fiducia attraverso una comunicazione rispettosa.

# NlpSection4Title
source: How do I apply NLP in your company?
es: ¿Cómo aplico la PNL en tu empresa?
it: Come applico la PNL nella tua azienda?

# NlpSection4Text
source: I design and facilitate personalized training to improve internal communication, team cohesion, motivation, and leadership with emotional effectiveness. My approach enhances self-confidence, reduces stress, and creates a productive work environment aligned with your goals to achieve the desired productivity.
es: Diseño y facilito entrenamientos personalizados para mejorar la comunicación interna, la cohesión de equipos, la motivación y el liderazgo con eficacia emocional. Mi enfoque potencia la autoconfianza, reduce el estrés y genera un entorno laboral productivo y alineado con tus objetivos para llegar a la meta de productividad deseada.
it: Progetto e facilito training personalizzati per migliorare la comunicazione interna, la coesione dei team, la motivazione e la leadership con efficacia emotiva. Il mio approccio potenzia l'autostima, riduce lo stress e crea un ambiente di lavoro produttivo e allineato ai tuoi obiettivi per raggiungere la produttività desiderata.
